/*
 Intro.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// Intro

"_intro_01_" = "ДОБРО ПОЖАЛОВАТЬ";
"_intro_02_" = "Основанный на алгоритме шифрования AES-256, _brand_ предоставит вам  возможность хранить все личные  данные (такие как документы, шаблоны, фотографии, видео и т.п.) в ваше облачное хранилище, сохраняя их \"любопытных глаз\".";
"_intro_03_" = "КЛЮЧ ШИФРОВАНИЯ";
"_intro_04_" = "Что бы начать немедленно использовать _brand_, вам будет предложено ввести ключ шифрования (минимум 4, максимум 64 символа). Комбинация будет запрошена только один раз и не сможет быть изменена. Если вы забудет её, то ее невозможно будет восстановить и ваши файлы останутся зашифрованными. Если вам требуется переустановить _brand_ или получить доступ к данным с другого iPhone, используйте ту же комбинацию, которую вы указали в первый раз.";
"_intro_05_" = "ЛОГИН";
"_intro_06_" = "После этого вы сможете выбрать своё любимое облачное хранилище из доступных (Dropbox, ownCloud) и создать собственный аккаунт, указав необходимые данные.";
"_intro_06_Nextcloud_" = "После этого вы можете создать собственный аккаунт, указав необходимые данные.";
"_intro_07_" = "_brand_";
"_intro_08_" = "Начиная с этого момента, вы можете просматривать  все сохранённые в вашем облачном хранилище данные. Вы сможете  переименовывать, перемещать, удалять их, направлять их в другую программу, установленную в вашем iPhone, и много чего ещё.";
"_intro_09_" = "АВТОНОМНОЕ И ЛОКАЛЬНОЕ ХРАНИЛИЩЕ ";
"_intro_10_" = "Вы можете помечать самые важные файлы как \"Доступные автономно\", чтобы они всегда оставались синхронизированными  с вашим iPhone и были доступны при отсутствии подключения. В \"Локальном хранилище\", наоборот, находятся файлы, которые больше не синхронизируются\". Сжатые файлы, которые вы скачали из облака, будут разархивированны в \"Локальное хранилище. \"Локальное хранилище\" доступно из iTunes.";
"_intro_11_" = "ШИФРОВАТЬ / РАСШИФРОВАТЬ";
"_intro_12_" = "Любой файл может быть зашифрован или расшифрован. Названия каталогов, содержащих ваши папки, так же можно зашифровать (что бы не давать намёка на их содержимое).";
"_intro_13_" = "ДОБАВИТЬ";
"_intro_14_" = "Любой вид документов, как в стандартном. так и в зашиврованном виде, может быть загружен из _brand_ в ваше облачное хранилище. Все зашифрованные файл и каталоги будут отмечены оранжевым цветом. В режиме предварительного просмотра они будут отмечены тремя оранжевыми точками.";
"_intro_15_" = "ШАБЛОНЫ";
"_intro_16_" = "Так же доступны для сохранения в Вашем облачном хранилище шаблоны для записи ваших  конфиденциальных данных (таких как заметки, кредитные или банковские карты, номера счетов, пароли для веб-сайтов и т.п.).";
"_intro_17_" = "БЛОКИРОВКА ПАРОЛЕМ";
"_intro_18_" = "Что бы избежать возможности получения доступа к _brand_ другими пользователями вашего iPhone, в настройках можно включить  \"блокировку паролем\". Пароль блокировки может быть изменён, отключен или использован для защиты доступа к отдельным каталогам.";
"_intro_19_" = "НАЧАТЬ";
"_intro_20_" = "Отлично, теперь вы готовы начать использовать ваш _brand_. Напоминаем, что получить больше информации, узнать новости или связаться с нами, можно на сайте:\n\nhttp://cryptocloud.twsweb.it \n\nЗаходите!";
"_intro_20_Nextcloud_" = "Отлично, теперь вы готовы начать использовать ваш _brand_. Напоминаем, что получить больше информации, узнать новости или связаться с нами, можно на сайте:\n\nhttps://nextcloud.com\n\nЗаходите!";

// Intro END

"_intro_END_01_"    = "_brand_";
"_intro_END_02_"    = "Отлично, теперь вы готовы начать использовать ваш _brand_. Следуйте за нами в Twitter: @Crypto_Cloud и поделитесь своим мнением в App Store, это важно для нас.";
"_intro_END_02_Nextcloud_" = "Отлично, теперь вы готовы начать использовать ваш _brand_. Следуйте за нами в Twitter:  @Nextclouders и поделитесь своим мнением в App Store, это важно для нас.";

// Intro 1.90

"_intro_190_00_"    = "Новое: Синхронизируемые каталоги.\n\nИзменения в \"Автоматической загрузке из камеры\": теперь выжно выбрать, использовать ли службу в фоновом режиме (по умоланию теперь ОТКЛЮЧЕНО).\n\nНовое меню \"Справка в настройках\" для просмотра справки и инструкций.";
"_intro_190_01_"    = "СИНХРОНИЗАЦИЯ";
"_intro_190_02_"    = "Теперь можно включить синхронизацию каталога. Все файлы, находящееся на сервере, будут скачаны и после этого всегда будут доступными в актуальном состоянии. Синхронизация происходит после изменения файлов в каталоге.";
"_intro_190_03_"    = "КАК МНЕ...";
"_intro_190_04_"    = "Смахните каталог, который хотите синхронизировать, выберете \"Больше\" и пункт \"Поддерживать каталог синхронизируемым\". (Внимание. если каталог содержит много файлов, первая синхронизация может занять много времени и привести к значительному объему передачи!). ";
"_intro_190_05_"    = "ЗНАЧОК";
"_intro_190_06_"    = "Теперь для обозначения синхронизируемых каталоги используется новый значок.";
"_intro_190_07_"    = "НАСТРОЙКИ";
"_intro_190_08_"    = "В настройки были добавлены новые возможности";
"_intro_190_09_"    = "СИНХРОНИЗИРУЕМЫЕ КАТАЛОГИ ";
"_intro_190_10_"    = "Тут можно включить синхронизацию только при активном соединении Wi-Fi. Так же указан список активных синхронизаций.";
"_intro_190_11_"    = "УДАЛИТЬ СИНХРОНИЗАЦИИ";
"_intro_190_12_"    = "В дополнение к меню 'Другое' напрямую доступному из каталога, здесь вы можете удалить синхронизацию. Удаление синхронизации не удаляет локальные файлы.";

// Intro 1.91

"_intro_191_00_"    = "Новые возможности для обмена файлами или папками.";
"_intro_191_01_"    = "ПОДЕЛИТЬСЯ";
"_intro_191_02_"    = "Теперь Вы можете совместно использовать файл или папку, а так-же удалить общий доступ. Для учетных записей ownCloud Вы можете защитить доступ паролем и присвоить дату истечения срока.";
"_intro_191_03_"    = "КАК МНЕ...";
"_intro_191_04_"    = "Смахните файл или каталог, которым хотите поделиться, выберете \"Больше\", после чего пункт \"Поделиться\". (Общий доступ не активирован для зашифрованных файлов или папок).";
"_intro_191_05_"    = "НАСТРОЙКИ";
"_intro_191_06_"    = "Появится окно, в котором вы сможете: отключить/включить общий доступ по ссылке, нажать \"Отправить ссылку...\" для отправки ссылки: по эл.почте, скопировать её, либо открыть при помощи другого приложения. Кроме того, для ownCloud  возможно защитить ссылку паролем или установить срок её действия. Позже вы всегда можете включить/выключить или изменить любую настройку.";
"_intro_191_07_"    = "ЗНАЧОК";
"_intro_191_08_"    = "У общих ресурсов теперь есть специальный значок справа.";

// Intro 1.94

"_intro_194_00_"    = "Подключение к вашему iPhone или iPad через iTunes для обмена файлами.\n\nОтпечаток пальца и 6 чисел для пароля.";
"_intro_194_01_"    = "iTunes";
"_intro_194_02_"    = "Подключите ваш iPhone или iPad к iTunes, выберите Приложение - Обмен файлами и _brand_. Теперь вы можете Добавить или Сохранить файлы на вашем Mac или PC.";
"_intro_194_03_"    = "ЛОКАЛЬНОЕ ХРАНИЛИЩЕ";
"_intro_194_04_"    = "Это \"Локальное хранилище\" - место, где включается синхронизация с iTunes.";
"_intro_194_05_"    = "БОЛЬШЕ";
"_intro_194_06_"    = "Любой файл из \"локального хранилища\" может быть загружен в облачное хранилище или открыт в соответсвтующем приложении.";
"_intro_194_07_"    = "ОТПЕЧАТОК ПАЛЬЦА";
"_intro_194_08_"    = "Теперь вы можете использовать считыватель отпечатка пальца (если он есть в вашем устройстве) вместо ввода пароля. Пароль для простой версии теперь должен состоять из 6 цифр, немедленно перейдите для ввода нового кода.";

// Intro 1.96

"_intro_196_00_"    = "Поделиться расширением";
"_intro_196_01_"    = "АКТИВАЦИЯ";
"_intro_196_02_"    = "В вашем iPhone перейдите в приложение Фото, выберете изображение или видео, которым хотите поделится, нажмите \"Действие\".";
"_intro_196_03_"    = "БОЛЬШЕ";
"_intro_196_04_"    = "Все программы, с которыми вы можете делиться, возникнут, если в _brand_ не возникнет тап 'больше' ";
"_intro_196_05_"    = "АКТИВНОСТЬ";
"_intro_196_06_"    = "Найдите _brand_, включите его и нажмите \"готово\".";
"_intro_196_07_"    = "ПОДЕЛИТЬСЯ";
"_intro_196_08_"    = "Теперь _brand_ присутствует среди приложений, которые вы можете использовать для обмена. Нажмите на него";
"_intro_196_09_"    = "КАТАЛОГ";
"_intro_196_10_"    = "Теперь вы готовы сохранить общее изображение. Если вы хотите сменить каталог назначения, нажмите снизу папки.";
"_intro_196_11_"    = "ШИФРОВАТЬ ИЛИ НЕТ";
"_intro_196_12_"    = "Нажмите на символ что бы переключить сохранение с шифрованием или без";
"_intro_196_13_"    = "СОХРАНИТЬ";
"_intro_196_14_"    = "По завершении нажмите Сохранить что бы отправить всё в облачное хранилище или Отмена для выхода или смахните файл, который хотите удалить, что бы он не был отправлен в облако (удобно, если вы выдели множество файлов, но потом решили не отправлять их все)";
"_intro_196_15_"    = "ПЕРЕПОДКЛЮЧИТЬСЯ К DROPBOX";
"_intro_196_16_"    = "Разработка расширения для общего доступа была изменена в соответствии с политиками Dropbox, поэтому необходимо повторно выполнить вход в систему. Немедленно перейдите в Настройки / Изменить учетные данные, выбранные вашим аккаунтом Dropbox, и нажмите изменить аккаунт.";
"_intro_196_17_"    = "ПОДКЛЮЧЕНИЕ РЕСУРСА [ONLY OWNCLOUD]";
"_intro_196_18_"    = "Этот символ показывает, что ресурс принадлежит другому аккаунту. Нажмите для просмотра своих прав доступа.";
"_intro_196_19_"    = "ИЗМЕНИТЬ ПРАВА ДОСТУПА [ТОЛЬКО OWNCLOUD]";
"_intro_196_20_"    = "При предоставлении общего доступа к своим ресурсам вы можете:\n\n1) Нажать, что бы удалить пользователя или группу\n\n2) Нажать, что бы изменить назанченные права доступа";
"_intro_196_21_"    = "ПРАВА ДОСТУПА И ИНФОРМАЦИЯ [ТОЛЬКО OWNCLOUD]";
"_intro_196_22_"    = "Маска для измениния полномочий. Далее Вам будет предоставлена дополнительная информация";

// Intro 1.97

"_intro_197_00_"    = "Возможность удалить файл сразу из предварительного просмотра\n\nФоновая синхронизация каталогов\n\nownCloud: доступен предварительный просмотр файлов";
"_intro_197_01_"    = "Перевести";
"_intro_197_02_"    = "Проблемы с переводом на ваш язык?\n\nПомогите нам, написав письмо _mail_me_";

// Intro 1.99

"_intro_199_01_" = "Быстрое переключение между вашими учётным записями";
"_intro_199_00_" = "Быстрое переключение между вашими учётным записями";
"_intro_199_02_" = "Теперь можно быстро переключаться между вашими аккаунтами. На главном экране нажмите на логотип _brand_ и выберете аккаунт (доступно, если в данный момент не осуществляется обмен)";

// Intro 2.00

"_intro_200_00_" = "Центр управления _brand_: просмотр и быстре управление  передачами";
"_intro_200_01_" = "Открыть центр управления _brand_";
"_intro_200_02_" = "Приложите палец на панель навигации _brand_ (как на картинке)";
"_intro_200_03_" = "Открыть центр управления _brand_";
"_intro_200_04_" = "Проведите пальцем вниз по экрану, чтобы открыть Центр управления _brand_";
"_intro_200_05_" = "Открыть центр управления _brand_";
"_intro_200_06_" = "Продолжите до примерно половины экрана или до низу, потом уберите свой палец";
"_intro_200_07_" = "Открыть центр управления _brand_";
"_intro_200_08_" = "Здесь вы можете увидеть, есть ли выполняемые передачи";
"_intro_200_09_" = "Закрыть центр управления _brand_";
"_intro_200_10_" = "Приложите палец в последнем разделе Центра управления  и проведите им вверх по экрану для его закрытия.";

// Intro 2.10

"_intro_210_00_" = "Копировать / Вставить файлы";
"_intro_210_01_" = "Копировать файлы";
"_intro_210_02_" = "Теперь вы можете наконец скопировать файл или файлы, идентифицировать файлы, которые будут скопированы и выполнить касание долгим нажатием; если файлы успешно загрузятся, появится меню, как показано на картинке";
"_intro_210_03_" = "Вставить файлы";
"_intro_210_04_" = "Теперь измените каталог или даже учётную запись и произведите касание долгим нажатием для того, чтобы вставить файл в изначальном или зашифрованном виде";
